tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "keys-pub/tap"
tap "universal-ctags/universal-ctags"
tap "vitorgalvao/tiny-scripts"
brew "libuv"
brew "node"
brew "eslint"
brew "fish"
brew "gettext"
brew "git"
brew "pkg-config"
brew "gnupg"
brew "jq"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "python@3.9"
brew "llvm"
brew "msgpack"
brew "neofetch"
brew "neovim"
brew "pastel"
brew "pinentry-mac"
brew "prettier"
brew "pyright"
brew "rust-analyzer"
brew "sourcekitten"
brew "starship"
brew "tmux"
brew "tree"
brew "yarn"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password-cli"
cask "blockblock"
cask "choosy"
cask "cryptomator"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "iterm2"
cask "knockknock"
cask "lulu"
cask "mullvadvpn"
cask "oversight"
cask "rocket"
cask "steam"
cask "taskexplorer"
cask "visual-studio-code"
cask "whatsyoursign"
cask "zoom"
