tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "keys-pub/tap"
tap "vitorgalvao/tiny-scripts"
brew "cmake"
brew "fish"
brew "git"
brew "jq"
brew "mas"
brew "msgpack"
brew "neovim"
brew "node"
brew "pkg-config"
brew "python@3.8", link: true
brew "rolldice"
brew "rustup-init"
brew "starship"
brew "tarsnap"
brew "timelimit"
brew "tree"
brew "yarn"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password-cli"
cask "brave-browser"
cask "choosy"
cask "cryptomator"
cask "discord"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "gpg-suite"
cask "jitsi-meet"
cask "knockknock"
cask "lulu"
cask "mullvadvpn"
cask "oversight"
cask "parallels"
cask "ripcord"
cask "signal"
cask "textexpander"
cask "zoom"
mas "1Blocker", id: 1107421413
mas "Boop", id: 1518425043
mas "Calcbot", id: 931657367
mas "CARROT Weather", id: 993487541
mas "Deliveries", id: 924726344
mas "Fantastical", id: 975937182
mas "GoodLinks", id: 1474335294
mas "Horo", id: 1437226581
mas "Keynote", id: 409183694
mas "LookUp", id: 1476163639
mas "Micro Snitch", id: 972028355
mas "Mineswifter", id: 1521190195
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Soulver 3", id: 1508732804
mas "Tweetbot", id: 1384080005
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
