tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "keys-pub/tap"
tap "universal-ctags/universal-ctags"
tap "vitorgalvao/tiny-scripts"
brew "cmake"
brew "gettext"
brew "fish"
brew "git"
brew "pkg-config"
brew "openssl@1.1"
brew "gnupg"
brew "jq"
brew "libssh2"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "llvm"
brew "mas"
brew "msgpack"
brew "neovim"
brew "node"
brew "rolldice"
brew "starship"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "blockblock"
cask "choosy"
cask "cryptomator"
cask "db-browser-for-sqlite"
cask "discord"
cask "eloston-chromium"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "iterm2"
cask "jitsi-meet"
cask "knockknock"
cask "lulu"
cask "mullvadvpn"
cask "oversight"
cask "signal"
cask "zoom"
mas "1Blocker", id: 1107421413
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Boop", id: 1518425043
mas "Deliveries", id: 290986013
mas "GoodLinks", id: 1474335294
mas "Horo", id: 1437226581
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "LookUp", id: 1476163639
mas "Micro Snitch", id: 972028355
mas "Mineswifter", id: 1521190195
mas "Mutify", id: 1510206330
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Soulver 3", id: 1508732804
mas "The Unarchiver", id: 425424353
mas "Tweetbot", id: 1384080005
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
