tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "keys-pub/tap"
tap "vitorgalvao/tiny-scripts"
brew "cmake"
brew "git"
brew "jsonpp"
brew "mas"
brew "msgpack"
brew "neofetch"
brew "neovim"
brew "node"
brew "nushell"
brew "python"
brew "rolldice"
brew "rustup-init"
brew "tree"
brew "zplug"
brew "keys-pub/tap/keys"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "1password-cli"
cask "choosy"
cask "cryptomator"
cask "discord"
cask "firefox"
cask "gpg-suite"
cask "knockknock"
cask "little-snitch"
cask "mullvadvpn"
cask "signal"
cask "textexpander"
mas "1Blocker", id: 1107421413
mas "Bear", id: 1091189122
mas "Calcbot", id: 931657367
mas "Canary Mail", id: 1236045954
mas "CARROT Weather", id: 993487541
mas "com.newsguardtech.app", id: 1438657064
mas "Dato", id: 1470584107
mas "Deliveries", id: 924726344
mas "GoodTask", id: 1143437985
mas "Horo", id: 1437226581
mas "Internet Access Policy Viewer", id: 1482630322
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Micro Snitch", id: 972028355
mas "News Explorer", id: 1032670789
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "OmniFocus", id: 1346203938
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Time Sink", id: 404363161
mas "Tot", id: 1491071483
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
