tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "macos-fuse-t/cask"
tap "universal-ctags/universal-ctags"
tap "vitorgalvao/tiny-scripts"
tap "wez/wezterm"
brew "as-tree"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "python@3.11"
brew "commitizen"
brew "direnv"
brew "fd"
brew "fish"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "git"
brew "git-filter-repo"
brew "pkg-config"
brew "gnupg"
brew "go"
brew "hr"
brew "jq"
brew "just"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "llvm"
brew "msgpack"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "starship"
brew "swiftformat"
brew "tealdeer"
brew "tokei"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "1password-cli"
cask "blockblock"
cask "cleanshot"
cask "cryptomator"
cask "dash"
cask "fantastical"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-input"
cask "font-monocraft"
cask "font-symbols-only-nerd-font"
cask "fuse-t"
cask "knockknock"
cask "lulu"
cask "monitorcontrol"
cask "mullvadvpn-beta"
cask "netiquette"
cask "obsidian"
cask "orion"
cask "signal"
cask "steam"
cask "taskexplorer"
cask "transmission"
cask "wezterm"
cask "whatsyoursign"
cask "yubico-yubikey-manager"
cask "zoom"
