tap "1password/tap"
tap "homebrew/bundle"
tap "macos-fuse-t/cask"
tap "vitorgalvao/tiny-scripts"
brew "as-tree"
brew "astyle"
brew "deno"
brew "direnv"
brew "editorconfig-checker"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghcup"
brew "git"
brew "git-filter-repo"
brew "glab"
brew "gnupg"
brew "go"
brew "hr"
brew "jj"
brew "jq"
brew "just"
brew "lua"
brew "luajit"
brew "mise"
brew "neovim"
brew "node"
brew "pkl"
brew "python"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "swift-format"
brew "swiftformat"
brew "tealdeer"
brew "tokei"
brew "tree"
brew "uv"
brew "vhs"
brew "xdg-ninja", args: ["HEAD"]
brew "yq"
cask "1password"
cask "1password-cli"
cask "blockblock"
cask "cleanshot"
cask "cryptomator"
cask "firefox"
cask "font-martian-mono"
cask "font-miracode"
cask "font-monocraft"
cask "font-symbols-only-nerd-font"
cask "fuse-t"
cask "keycastr"
cask "keymapp"
cask "knockknock"
cask "lulu"
cask "mullvadvpn"
cask "netiquette"
cask "orion"
cask "signal"
cask "steam"
cask "transmission"
cask "vlc"
cask "wezterm@nightly"
cask "yubico-yubikey-manager"
cask "zoom"
