tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "vitorgalvao/tiny-scripts"
tap "wez/wezterm"
brew "as-tree"
brew "libyaml"
brew "readline"
brew "python@3.11"
brew "cocoapods"
brew "direnv"
brew "fd"
brew "fish"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "ghcup"
brew "git"
brew "git-filter-repo"
brew "gnupg"
brew "go"
brew "hr"
brew "jq"
brew "just"
brew "libffi"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "llvm"
brew "llvm@11"
brew "luajit"
brew "msgpack"
brew "neovim"
brew "ninja"
brew "node"
brew "node@18"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "swiftformat"
brew "tealdeer"
brew "tokei"
brew "tree"
brew "yarn"
cask "1password-cli"
cask "blockblock"
cask "choosy"
cask "cleanshot"
cask "dash"
cask "eloston-chromium"
cask "encryptme"
cask "firefox"
cask "font-martian-mono"
cask "font-monocraft"
cask "font-symbols-only-nerd-font"
cask "keymapp"
cask "knockknock"
cask "lulu"
cask "mullvadvpn"
cask "netiquette"
cask "orion"
cask "vscodium"
cask "wezterm"
cask "yubico-yubikey-manager"
